/* This is a simple REXX program to print "Hello, World!" */





SAY 'Hello, World!'









/* You can save this code in a file  in program_name.rexx  extenstion and execute it with the command rexx program_name.rexx. */

/*REXX is a powerful programming language that can be used for a variety of tasks, including system administration, data processing, and scripting. It is particularly well-suited for use on IBM mainframes. */
